[
    { 
        "name": "Caroline Silveira Bauer", 
        "title": "Convidada para Roda de Conversa", 
        "text": "",
        "photo": "https://user-images.githubusercontent.com/11988816/144494076-a7b0b662-176c-4e65-b844-adf416f3730b.jpg",
        "bio": "Caroline Silveira Bauer, Professora do Departamento de História da Universidade Federal do Rio Grande do Sul, e integrante do Laboratório de Estudos sobre os Usos Políticos do Passado. Pesquisadora da ditadura civil-militar brasileira e bolsista do CNPQ."
    },
    { 
        "name": "Alexandre Augusto Giron", 
        "title": "Criptografia Pós Quantica em Protocolos de Rede", 
        "text": "",
        "photo": "https://user-images.githubusercontent.com/11988816/144501450-023db83a-642a-4590-9778-a69e3c0d6c53.gif",
        "bio": "Professor na Universidade Tecnológica Federal do Paraná (UTFPR), campus Toledo. Graduação em Ciência da Computação pela Universidade Estadual do Oeste do Paraná (UNIOESTE), campus de Cascavel, e mestrado em Ciência da Computação pela Universidade Estadual de Maringá (UEM). Doutorado (em andamento) em Ciência da Computação na Universidade Federal de Santa Catarina (UFSC), cujo tema envolve os desafios da adoção da Criptografia Pós-Quântica em protocolos de rede"
    },
    { 
        "name": "Jônata Tyska Carvalho", 
        "title": "Checkin UFSC: Rastreamento de Covido", 
        "text": "<Em breve>.",
        "photo": "https://i.ibb.co/yqTqwpk/jtyska-Squared.png",
        "bio": "Jônata Tyska Carvalho é doutor em Computação, com ênfase em robótica e inteligência artificial, pela Plymouth University, no Reino Unido. É professor e pesquisador na UFSC onde trabalha nas áreas de robótica e aprendizado de máquina. É também pesquisador associado ao Istituto di Scienze e Tecnologie Cognitive de Roma, instituto de pesquisa vinculado ao Consiglio Nazionale delle Ricerche (CNR) Italiano, colaborando em pesquisas na área de inteligência artificial."
    },
    { 
        "name": "Mateus Grellert", 
        "title": "Video Coding", 
        "text": "<Em breve>", 
        "photo": "https://i.ibb.co/7pg6nMh/image1.jpg",
        "bio": "Mateus Grellert recebeu título de Doutor em Computação pela Universidade Federal do Rio Grande do Sul em 2018. Atualmente atua como Professor Adjunto na Universidade Federal de Santa Catarina (UFSC). Suas áreas de pesquisa são em Sistemas Embarcados e Aprendizado de Máquina, com ênfase em projeto digital para Aprendizado de Máquina e para Processamento de Vídeo e Imagem, bem como em Aprendizado de Máquina aplicado. Tem mais de 40 artigos científicos publicados em revistas e congressos."
    }

]