[
    { 
        "name": "Jônata Tyska Carvalho", 
        "title": "Robótica Evolutiva: do in silico para o in vivo", 
        "text": "A Robótica Evolutiva é uma área que busca inspiração na biologia para realizar o desenvolvimento de morfologias e comportamentos robóticos adaptativos e soluções práticas no âmbito da robótica móvel e de serviço. Nesta palestra apresentarei uma visão geral e um breve histórico dessa área que em 30 anos foi do desenvolvimento de robôs em simulação para a criação de robôs usando células vivas. Serão apresentados aspectos teóricos e práticos relacionados à inteligência corporificada, e ao desenvolvimento e comportamento robótico adaptativo através do uso de redes neurais e algoritmos evolutivos.",
        "photo": "https://i.ibb.co/yqTqwpk/jtyska-Squared.png",
        "bio": "Jônata Tyska Carvalho é doutor em Computação, com ênfase em robótica e inteligência artificial, pela Plymouth University, no Reino Unido. É professor e pesquisador na UFSC onde trabalha nas áreas de robótica e aprendizado de máquina. É também pesquisador associado ao Istituto di Scienze e Tecnologie Cognitive de Roma, instituto de pesquisa vinculado ao Consiglio Nazionale delle Ricerche (CNR) Italiano, colaborando em pesquisas na área de inteligência artificial."
    },
    { 
        "name": "Geomar Schreiner", 
        "title": "O que são BDs NewSQL", 
        "text": "NewSQL é o temo utilizado para designar um novo paradigma de Banco de Dados (BDs). São BDs que combinam a capacidade de lidar com grandes quantidades de dados dos BDs NoSQL com as características do modelo relacional (SQL, ACID). Serão apresentados os principais conceitos que envolvem os BDs NewSQL e quais as situações em que estes bancos são a solução mais indicada",
        "photo": "https://i.ibb.co/Kh3Gvh6/geomar.jpg",
        "bio": "Doutorando em Ciência da Computação pela UFSC (trabalhando com BDs NewSQL), Mestre em Ciência da Computação e também pela UFSC e  Bacharel em Ciência da Computação da UFFS. Entusiasta de software livre e apaixonado por Banco de Dados."
    },
    { 
        "name": "Mateus Grellert", 
        "title": "Data Mining e Machine Learning com Python", 
        "text": "Nessa Palestra, vamos aprender um pouco sobre algumas técnicas básicas aplicadas em Data Mining e Machine Learning, bem como as ferramentas e bibliotecas em Python que nos permitem implementar soluções deste tipo. O objetivo é que os participantes sejam capazes de coletar seus próprios conjuntos de dados, analisar e processar esses dados, tratar problemas comuns e treinar modelos preditivos.", 
        "photo": "https://i.ibb.co/7pg6nMh/image1.jpg",
        "bio": "Mateus Grellert recebeu título de Doutor em Computação pela Universidade Federal do Rio Grande do Sul em 2018. Atualmente atua como Professor Adjunto na Universidade Federal de Santa Catarina (UFSC). Suas áreas de pesquisa são em Sistemas Embarcados e Aprendizado de Máquina, com ênfase em projeto digital para Aprendizado de Máquina e para Processamento de Vídeo e Imagem, bem como em Aprendizado de Máquina aplicado. Tem mais de 40 artigos científicos publicados em revistas e congressos."
    },
    {
        "name": "Fernanda Gomes de Oliveira",
        "title": "Privacidade e Proteção de Dados de Mobilidade",
        "text": "O aumento da popularização e utilização das redes sociais, dispositivos móveis e IoT permite que mais dados de trajetórias dos usuários sejam coletados diariamente. Nesse viés, tais dados de mobilidade podem vir a ser obtidos via GPS, 3G/4G, pontos de acesso, antenas de celular, entre outros meios. Sob essa perspectiva, dados pessoais podem ser gerados por veículos inteligentes, casas, sensores, relógios, aparelhos, bem como redes sociais (por exemplo, Facebook, Instagram, Twitter, Linkedin) e serviços baseados em localização (por exemplo, Google Maps, Yelp, Foursquare, Uber, Ifood). Diante disso, por meio da utilização desses dados é possível enriquecer trajetórias, uma vez que eles podem estar relacionados ao objeto que a realizou (por exemplo, batimentos cardíacos, humor, pressão arterial, sono, idade, ocupação), ou ao aos locais (por exemplo, descrição, temperatura, poluição do ar e do ruído, categoria, avaliações). Nesse sentido, essa trajetória complexa e heterogênea, com inúmeras dimensões é conhecida como trajetória com múltiplos aspectos. Por esse prisma, essas trajetórias podem servir como fonte de dado para diversas áreas do conhecimento, desde segurança, planejamento urbano, gestão de transporte público até mesmo na prevenção de epidemias. No entanto, a publicação desses dados pode vir a colocar em risco a privacidade dos usuários, já que pessoas mal-intencionadas podem, de alguma forma, obter acesso a esses dados, de forma que perseguições acabam por ser facilitadas, assim como, a realização de crimes, criando uma ameaça à segurança dos usuários. Nesse ínterim, esta palestra tem como objetivo apresentar um pouco do universo de privacidade de dados pessoais, com um enfoque maior nos dados de mobilidade, conceitos, técnicas e desafios que vêm sendo enfrentados nos últimos anos.",
        "photo": "https://i.ibb.co/q0KbKNp/Fernanda-Gomes-Oliveira.jpg",
        "bio": "Mestre a Doutoranda em Ciência da Computação pela Universidade Federal de Santa Catarina (UFSC) e pesquisadora do Laboratório de Segurança em Computação (LabSEC) - UFSC na área de Privacidade de Dados."
    },
    {
        "name": "Tarcísio Fischer",
        "title": "Breve introdução à solução de equações diferenciais para simulação computacional",
        "text": "Pretendo dar uma noção geral sobre formas de aproximar soluções para equações diferenciais provenientes da modelagem de problemas físicos para simulação computacional. Na prática, vou dedicar aproximadamente 1h dando um panorama da área, mostrando um pouco sobre as equações, que tipos de problemas podem ser resolvidos, formas de discretização, e aspectos computacionais relacionados. A outra 1 hora vai ser aconpanhar vocês na solução de um problema simples de difusão bidimensional.",
        "photo": "https://i.ibb.co/Wpt7vjs/photo-2020-09-28-18-44-01.jpg",
        "bio": "Formado em Ciência da Computação na UFSC, Finalizando mestrado em engenharia mecânica na UFSC, Desenvolvedor de Software na ESSS. Interesses: solução de sistemas lineares e não lineares, principalmente para a solução de problemas relacionados à modelagem de dinâmica de fluidos, resolução de problemas inversos/otimização, modelagem matemática, otimização de código & paralelização. Mais informações: <a href=\"tarcisiofischer.github.io\">tarcisiofischer.github.io</a>"
    },
    {
        "name": "Melissa Weber Mendonça",
        "title": "O Ecossistema Científico no Python",
        "text": "Quem trabalha (ou quer trabalhar) com ciência de dados ou computação científica sabe que o conhecimento das bibliotecas coletivamente conhecidas como PyData é fundamental. Muitos projetos de ciência de dados envolvem aplicações em várias linguagens e o Python é uma das mais populares nesse contexto. Nessa palestra, falaremos sobre a utilização destas bibliotecas, a interação entre elas e as comunidades que as mantém. Além disso, discutiremos boas práticas para o desenvolvimento de software científico e de análise de dados, incluindo padrões de interação da comunidade open source e iniciativas voltadas para formar não apenas usuários, mas também contribuidores para estas bibliotecas.",
        "photo": "https://seccom-ufsc.github.io/2019/img/people/melissa.jpg",
        "bio": "Melissa é engenheira de software na Quansight, onde trabalha com desenvolvimento de software para projetos open source e para clientes da indústria. É líder do time de documentação da NumPy, entusiasta de Python, LaTeX e software livre em geral."
    },
    {
        "name": "Rodrigo Ramos Nogueira",
        "title": "Big Data: Como a Inteligência Artificial no Cotidiano e o Mercado de Trabalho",
        "text": "A palestra terá uma introdução baseada na cultura pop nos mais diversos elementos onde vemos IA na ficcção, passando por uma explicação dos conceitos gerais de IA, Machine learning e Big Data, e contextualizando sobre os locais onde as tecnologias estão no cotidiano dos usuários. Por fim, uma reflexão sobre as mudanças no mercado de trabalho, o déficit de mão de obra e as novas profissões que foram geradas por essas tecnologias.",
        "photo": "https://i.ibb.co/7QdySPk/foto.jpg",
        "bio": "Possui graduação em Engenharia de Software - Bacharelado em Informática pela Universidade Estadual de Ponta Grossa , pós-graduado em Desenvolvimento Web e Dispositivos Móveis, é mestre em Ciência da Computação , na linha de pesquisa Banco de Dados e Inteligência Artificial, pela Universidade Federal de São Carlos.  Estudou na Universidade de Coimbra, onde trabalhou como pesquisador do projeto NanoSen-AQM na calibração e predição da qualidade de dados do ar. Professor colaborador no Departamento de Engenharia de Software da Universidade do Estado de Santa Catarina (UDESC) e do Centro Universitário Leonardo Da Vinci (UNIASSELVI). É pesquisador e consultor de tecnologia na área de Big Data e Inteligência Artificial"
    },
    {
        "name": "Dalmo Veras",
        "title": "The cyber world needs you",
        "text": "Que o cyberspace está em guerra todo mundo sabe, mas você sabe como fazer pra entrar nessa batalha e salvar a Internet?",
        "photo": "https://pbs.twimg.com/profile_images/1055127599809224704/ucpdWu65_400x400.jpg",
        "bio": "CEO of heyoka, owasp floripa chapter president"
    },
    {
        "name": "Tomaz Canabrava",
        "title": "Contribuicoes Importam: Software Livre como Curriculo",
        "photo": "https://i.ibb.co/zFkPkV1/image.png",
        "bio": ""
    },
    {
        "name": "Lucas Biaggi",
        "title": "Como contribuir para SL me tornou um melhor profissional",
        "text": "",
        "photo": "https://i.ibb.co/wNh7HQp/image.png",
        "bio": ""
    },
    {
        "name": "Miguel Alencar Rosa Teixeira Mendes",
        "title": "Convidado: Roda de Conversa sobre Propriedade Intelectual e Copyright",
        "photo": "https://i.ibb.co/Wphjhck/photo-2020-10-05-09-36-32.jpg",
        "bio": "Bacharel em Direito pela Faculdade de Direito da Universidade do Estado do Rio de Janeiro, graduando em Engenharia da Computação pela Universidade Estácio de Sá, advogado militante nas áreas de Direito Digital e Direitos Autorais, com especialização em Copyright pela Harvard/ITS e Direito Digital pela UERJ/ITS."
    },
    {
        "name": "Thábata Clezar de Almeida",
        "title": "Convidada: Roda de Conversa sobre Propriedade Intelectual e Copyright",
        "photo": "https://i.ibb.co/jwGMtgS/th-bata.jpg",
        "bio": "Advogada e mestra em engenharia e gestão do conhecimento pela UFSC, tem especialização em direito empresarial e direito digital (em andamento) e certificações internacionais em Proteção de Dados pela Exin"
    },
    {
        "name": "André Wüst Zibetti",
        "title": "Convidado: Roda de Conversa sobre A importância de transparência e dados abertos no combate à pandemia",
        "photo": "https://i.ibb.co/jHjQNTK/Andre-Zibetti.png",
        "bio": "Doutor em Engenharia Química pela UFSC, atuou como pesquisador na École Nationale Supérieure des Industries Chimiques na França. Suas áreas de estudo e pesquisa são em modelagem matemática determinística e estocástica aplicadas aos processos produtivos e aprendizado estatístico."
    }
]
